
"Battery Power" = "Batterij";
"AC Power" = "Lichtnetadapter";
"UPS Power" = "UPS";

//Alternate Power Adapter tabViewItem label
"Power" = "Lichtnet";

//The power warning sheet
"Restore Defaults" = "Herstel standaardinstellingen";
"OK" = "OK";
"Cancel" = "Annuleer";

"UPS Power Checkbox" = "Toon UPS-status in menubalk";
//"Battery Power Checkbox"= "Show battery status in the menu bar";

// the UPS status
"percent full" = "%.0f%% opgeladen";
"Current UPS Charge" = "Huidige lading: %.0f%%";

"Power consumption may be greater than normal." = "Uw computer gebruikt mogelijk meer stroom met deze instellingen.";
"Reset by clicking Restore Defaults" = "Klik op 'Herstel standaardinstellingen' om minder stroom te verbruiken.";

"Network wake noise warning" = "Als 'Schakel sluimerstand uit voor netwerktoegang' is ingeschakeld, zult u mogelijk merken dat de computer af en toe uit de sluimerstand wordt gehaald.";
"Wakes for detection" = "Hiermee wordt aan andere apparaten kenbaar gemaakt dat uw computer nog steeds beschikbaar is in het netwerk.";

"Wake for network" = "Schakel sluimerstand uit voor netwerktoegang";
"Wake for Ethernet" = "Schakel sluimerstand uit voor Ethernet-netwerktoegang";
"Wake for AirPort" = "Schakel sluimerstand uit voor AirPort-netwerktoegang";

"Custom" = "Aangepast";

"Schedule Warning- power adapter must be present" = "Uw Mac wordt alleen volgens schema opgestart als een lichtnetadapter is aangesloten.";

// the Battery Status is always appended to one of the above strings so a space is provided at the strings beginning.
"Battery Status" = "Huidige batterijlading: %.0f%%  Geschatte resterende tijd: %@ ";
"Battery Status, Charged" = "Batterij is opgeladen.";
"Short Battery Status" = "Geschatte resterende tijd: %@ (%.0f%%)";
"Battery Status, Charging" = "Huidige batterijlading: %.0f%%  Geschatte tijd tot volledig opladen: %@";
"Short Battery Status, Charging" = "Geschatte tijd tot opladen is voltooid: %@ (%.0f%%)";
"Current Charge" = "Huidige batterijlading: %.0f%%";
"Calculating time" = "tijdsduur wordt berekend";
 
"Check Battery" = "Onderhoud vereist."; 
"Poor Battery" = "Staat batterij: vervang nu.";
"Fair Battery" = "Staat batterij: vervang spoedig.";


"AutoProc" = "Automatisch";
"HighProc" = "Hoogst";
"NormalProc" = "Gereduceerd";

/* strings for tool tips */
"minute" = "minuut";
"minutes" = "minuten";
"hour" = "uur";
"hours" = "uur";

"dim" = "Gedimd";
"sleep" = "Sluimerstand";
"halfminute" = "0,5";

/* Format String to display tool tip with.  MUST contain two arguments that show where to insert the display
    dim time %1$@  and where to insert the display sleep time %2$@    They can be in any order.  The %1
    tells the string to put the first (dim time) parameter in that location.  %2 indicates the place to put
    the display sleep time. */
"Dim %@. Sleep %@." = "Dimmen %1$@. Sluimeren %2$@.";

"Never" = "Nooit";
"1 minute" = "1 minuut";
"3 minutes" = "3 minuten";
"5 minutes" = "5 minuten";
"10 minutes" = "10 minuten";
"15 minutes" = "15 minuten";
"20 minutes" = "20 minuten";
"25 minutes" = "25 minuten";
"30 minutes" = "30 minuten";  
"45 minutes" = "45 minuten";
"1 hour" = "1 uur";
"1 hour 15 minutes" = "1 uur en 15 minuten";
"1 hour 30 minutes" = "1 uur en 30 minuten";  
"1 hour 45 minutes" = "1 uur en 45 minuten";
"2 hours" = "2 uur";
"3 hours" = "3 uur";

"Better Energy Savings" = "Meer energiebesparing";
"Better Battery Life" = "Langere gebruiksduur van batterij";
"Better UPS Life" = "Langere gebruiksduur van UPS";

// *** Note to localizers: These strings will be clipped if they get much longer.
// The second string is almost as long as possible (about two additional character widths are possible)
"GFX_CHANGE_WARNING_TEXT_LOGOUT" = "U moet uitloggen om de wijziging te activeren";
"GFX_CHANGE_WARNING_TEXT_ALL_LOGOUT" = "Iedereen moet uitloggen om de wijziging te activeren";
"GFX_CHANGE_WARNING_TEXT_RESTART" = "Voor activering is opnieuw opstarten vereist";

"GFX_CHANGE_TITLE" = "Als u grafische instellingen wijzigt, moet u uitloggen.";
"GFX_CHANGE_DESC" = "Klik op 'Log uit' om door te gaan. U hebt de mogelijkheid om alle geopende documenten te bewaren.";
"GFX_CHANGE_TITLE2" = "Als u grafische instellingen wijzigt, moet u opnieuw opstarten.";
"GFX_CHANGE_DESC2" = "Klik op 'Herstart' om door te gaan. U hebt de mogelijkheid om alle geopende documenten te bewaren.";
"LOGOUT_BUTTON" = "Log uit";
"RESTART_BUTTON" = "Herstart";

"AUTO_SWITCH_MSG_ON"  = "Uw computer wisselt automatisch van videomodus om ervoor te zorgen dat de batterij langer meegaat.";
"AUTO_SWITCH_MSG_OFF" = "Wanneer automatisch kiezen is uitgeschakeld, wordt altijd de snelle videomodus gebruikt.\nHierdoor gaat de batterij mogelijk minder lang mee.";

//"Custom Profile Tooltip" = "Custom Settings";

//"energy savings" = "energy savings";
//"battery life" = "battery life";
//"UPS life" = "UPS life";

//"Profile High Perf Rating" = "Your energy settings are optimized for high performance.";
//"Profile Better Performance Rating" = "Your energy settings are optimized for better than average %@.";
//"Profile Normal Rating" = "Your energy settings are optimized for normal performance and %@.";
//"Profile Better Energy Rating" = "Your energy settings are optimized for better than average %@.";

//"long battery life" = "long battery life";
//"long UPS life" = "long UPS life";
//"high energy savings" = "high energy savings";
//"Profile High Energy Savings Rating" = "Your energy settings are optimized for %@.";


